[
  {
    "title": "MSc",
    "name": "Engineering Mathematics",
    "pName": "ریاضیات مهندسی",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "1",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "Engineering mathematics is the art of applying mathematical and engineering principles to complex, real-world problems across areas as wide-ranging as artificial intelligence, ecology, medicine, physics, social media and sustainability.\n\nFor this MSc, you will be fully embedded within an engineering faculty, benefiting from unrivalled access to a broad range of industrial collaborations and pioneering research.\n\nSpanning engineering, mathematics and computer science, this programme would suit graduates from any related discipline who would like to become versatile at solving multi-disciplinary challenges.\n\nGraduates will be well placed to meet the increasing demand from the industrial, government and service sectors for maths-savvy graduates who can work across traditional boundaries and drive high-tech innovation. From designing Formula One cars, to biomedicine and developing renewable energy technologies, our engineering graduates go on to a wide range of exciting careers.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/postgraduate/2020/eng/msc-engineering-mathematics/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "23500",
    "currency": "GBP"
  },
  {
    "title": "MSc",
    "name": "Education (Mathematics Education)",
    "pName": "آموزش (آموزش ریاضیات)",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "1",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "Our education master's degrees give you the opportunity to design a tailored programme of study that suits your cultural and learning needs. You will be able to specialise and receive an award in a particular disciplinary area.\n\nThis pathway is designed for UK and international mathematics teachers and other professionals working in mathematics education, from primary schools to post-16 education. You will be supported in integrating the theory and practice of teaching and learning mathematics by:\n\nbeing an active researcher of your own and others' practice, including reworking your own practice;\ncarrying out small-scale research projects, one of which can act as a pilot project for the major work of your dissertation;\nengaging with research literature, especially the current journals and activity of the International Group for the Psychology of Mathematics Education;\nengaging with new developments in teaching and learning mathematics;\nupdating your mathematics knowledge;\nwriting assignments that show the emergence of a theoretical frame, presenting a literature search and developing ideas from a seminar;\nbecoming confident with presentation, argumentation, research and ICT skills.\nThe course has been recognised as excellent by the National Centre for Excellence in the Teaching of Mathematics.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/postgraduate/2020/ssl/msc-education-mathematics-education/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "19700",
    "currency": "GBP"
  },
  {
    "title": "MA",
    "name": "Logic and Philosophy of Mathematics",
    "pName": "منطق و فلسفه‌ی ریاضیات",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "1",
    "partDuration": "2",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full and part",
    "description": "The Department of Philosophy has exceptional research strength in the fields of logic and the philosophy of mathematics, and very strong links with the School of Mathematics, including a joint position in both departments. It is ranked by the latest Philosophical Gourmet Report (2017/18) as the strongest department in the UK for mathematical logic, the joint second strongest for philosophy of mathematics and the joint third strongest for philosophical logic.\n\nOur MA draws on these strengths and is open to students with first degrees in philosophy (subject to a suitable background in logic) or mathematics. It consists of six taught units, examined by essay, and a 15,000-word dissertation.\n\nAs a postgraduate student, you will be an active member of the department’s flourishing research culture. You will be encouraged to attend and participate in both the weekly departmental research seminar and in the Philosophy and History of Science seminar, which often features well-known scholars in the field from Bristol and beyond. There is also a weekly postgraduate seminar, where you may present your own work before your peers and learn to develop your argumentative strategies in a supportive environment.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/postgraduate/2020/arts/ma-logic-philosophy-maths/",
    "ielts": "6.5",
    "ieltsRes": "6.5",
    "toefl": "88",
    "toeflRes": [
      "R22",
      "L21",
      "S23",
      "W22"
    ],
    "duolingo": "115",
    "duolingoRes": "",
    "fee": "19500",
    "currency": "GBP"
  },
  {
    "title": "MSc",
    "name": "Mathematical Sciences",
    "pName": "علوم ریاضی",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "1",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "Our MSc in Mathematical Sciences is a flexible and challenging programme, taught by leading experts in the field. It will help you to develop a wide range of mathematical techniques and gives you a solid foundation for further research or employment at the highest levels.\n\nUnder the guidance of an academic mentor, you will be offered a choice of units spanning the breadth of mathematics. There is a wide variety of combinations of units and themes, allowing you to add units from other schools to create an MSc that closely matches your interests. The taught element is followed by your chosen research project, which is supervised by an experienced research academic.\n\nThe programme gives you the opportunity to increase your understanding of mathematical theory and equips you with fundamental skills in the modelling and analysis of problems. Our graduates are highly sought after by employers for their strong analytical, communication and organisational skills.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/postgraduate/2020/sci/msc-mathematical-sciences/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "23900",
    "currency": "GBP"
  },
  {
    "title": "MSc",
    "name": "Mathematics of Cybersecurity",
    "pName": "ریاضیات امنیت رایانه",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "1",
    "partDuraation": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "Preserving the security of computers, connected devices and their data becomes more important every year. Mathematics plays a key role in both preventing and modelling security breaches, with many cybersecurity tools and algorithms being based on mathematical ideas.\n\nThis postgraduate programme gives you a rigorous introduction to the underpinning theories in mathematics and will equip you with modern data science, analytical and computational tools to implement them.\n\nDeveloped in collaboration with industry and government, our curriculum includes a broad variety of units, from strands of pure mathematics and data science to computer science and statistics. You will work at scale on large datasets, gaining a qualification and experience in a field that has a recognised skills shortage, which will be attractive to a wide range of employers.\n\nThe School of Mathematics has more than doubled in size over the last decade; in the most recent Research Excellence Framework, 87 per cent of our mathematical sciences research was recognised as world-leading or internationally excellent.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/postgraduate/2020/sci/msc-mathematics-of-cybersecurity/",
    "cpe": "C1",
    "cpeRes": "",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24700",
    "currency": "GBP"
  },
  {
    "title": "BSc",
    "name": "Mathematics and Computer Science",
    "pName": "ریاضیات و علوم کامپیوتر",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "ِfullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "This joint honours degree combines a rigorous training in mathematics with an understanding of computer science and its applications. Mathematics is the language of the sciences and is of core value in an advanced understanding of computer science. Computer science provides many of the key tools needed to solve the most important and pressing problems of the modern age. The degree is ideal for someone looking to apply themselves in fields as varied as high finance, cryptography, quantum computing, algorithm design and artificial intelligence.\n\nIn your first year you will study essential, core components of mathematics and computer science, giving you a rigorous foundation for future years. Subsequently, you will have the opportunity to tailor your mathematics and computer science options, so that you graduate with a balance of theoretical and practical skills that reflects your interests.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/computer-science/bsc-maths-comp-sci/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MEng",
    "name": "Mathematics and Computer Science",
    "pName": "ریاضیات و علوم کامپیوتر",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "This joint degree combines a rigorous training in mathematics with an understanding of computer science and its applications. Mathematics is the language of the sciences and is of core value in an advanced understanding of computer science. Computer science provides many of the key tools needed to solve the most important and pressing problems of the modern age.\n\nThe degree is ideal for someone looking to apply themselves in fields as varied as high finance, cryptography, quantum computing, algorithm design and artificial intelligence.\n\nIn your first year you will study essential core components of mathematics and computer science, giving you a rigorous foundation for future years. Subsequently, you will have the opportunity to tailor your mathematics and computer science options so that you graduate with a balance of theoretical and practical skills that reflect your interests.\n\nIn your third and fourth years you will choose from a varied selection of units relating to current research topics and you will have the opportunity to undertake a research project.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/computer-science/meng-maths-comp-sci/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "BSc",
    "name": "Economics and Mathematics",
    "pName": "اقتصاد و ریاضیات",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "BSc Economics and Mathematics combines study of mathematics at a high level with the study of economics, using mathematical tools including econometrics.\n\nMandatory economics units develop your understanding of micro- and macro-economics, while the mathematics part of the degree builds your mathematical ability and allows you to explore applied topics that are particularly relevant to economics.\n\nHaving built a solid grounding in the fundamentals of both disciplines in your first year, the second and third years allow you to choose optional units to tailor your degree to your specific interests, including the option to complete an applied economics dissertation.\n\nPreviously, economics options have included Industrial Economics, International Economics and Macroeconomic Theory and Policy. Mathematics options have included Complex Networks, Financial Mathematics and Time Series Analysis.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/economics/bsc-econ-maths/",
    "ielts": "6.5",
    "ieltsRes": [
      "R7.0",
      "L7.0",
      "S6.0",
      "W6.0"
    ],
    "toefl": "88",
    "toeflRes": [
      "R24",
      "L22",
      "S21",
      "W20"
    ],
    "duolingo": "115",
    "duolingoRes": "",
    "fee": "19500",
    "currency": "GBP"
  },
  {
    "title": "BEng",
    "name": "Engineering Mathematics",
    "pName": "ریاضیات مهندسی",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "The first two years of this course provide a background in mathematical analysis, modelling and scientific computation and their application to engineering. These core topics underpin the advanced material that follows.\n\nAs well as gaining first-hand exposure to pioneering research, in your third year you will have a wide choice of options from across engineering and mathematics to fit your interests.\n\nA major focus of the course is real-world problem solving, spanning many different application areas from robotics and social media to medicine and environmental modelling. Problems come directly from our industrial collaborators or address real challenges in current research. By working on these case studies and using theory and techniques from other units, you will be able to develop your mathematical modelling, collaboration and communication skills.\n\nYou can choose to complete a final-year project, which provides a showcase for your degree. This is a highly creative, challenging and enjoyable experience that is excellent preparation for your future career.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/engineering-maths/beng-eng-maths/  ",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MEng",
    "name": "Engineering Mathematics",
    "pName": "ریاضیات مهندسی",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "The first two years of this course provide a background in mathematical analysis, modelling and scientific computation and their application to engineering. These core topics underpin the advanced material that follows.\n\nAs well as gaining first-hand exposure to pioneering research, after your first two years you will have a wide choice of options from across engineering and mathematics to fit your interests.\n\nA major focus of the course and a key strand throughout the curriculum is real-world problem solving, spanning many different application areas from robotics and social media to medicine and environmental modelling. Problems come from our industrial collaborators or address challenges in current research. Working on these case studies, using theory and techniques from your other units, you will develop your mathematical modelling, collaboration and communication skills.\n\nA highlight is your final year project - a highly creative, challenging and enjoyable experience that is excellent preparation for your future career.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/engineering-maths/meng-eng-maths/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MEng",
    "name": "Engineering Mathematics with Study Abroad",
    "pName": "ریاضیات مهندسی (همراه با درس خواندن در خارج از انگلستان)",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "This course follows the structure of our MEng Engineering Mathematics degree but gives you the opportunity to spend your third year abroad at an English-speaking university. You can transfer onto this course up until your second year.\n\nThe first two years provide a background in mathematical analysis, modelling and scientific computation and their application to engineering. These core topics underpin the advanced material that follows.\n\nYou will spend your third year overseas at one of our partner universities. Visit Global Opportunities to find out more about where you can study abroad.\n\nAs well as gaining first-hand exposure to pioneering research, in your final year you will have a wide choice of options from across engineering and mathematics to fit your interests.\n\nA major focus of the course and a key strand throughout the curriculum is real-world problem solving, spanning many different application areas from robotics and social media to medicine and environmental modelling. Problems come from our industrial collaborators or address challenges in current research. Working on these case studies, using theory and techniques from your other units, you will develop your mathematical modelling, collaboration and communication skills.\n\nA highlight is your final year project, a highly creative, challenging and enjoyable experience that is excellent preparation for your future career.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/engineering-maths/meng-maths-study-abroad/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MEng",
    "name": "Engineering Mathematics with a Year in Industry",
    "pName": "ریاضیات مهندسی (همراه با یک سال کار در صنعت)",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "5",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "The first two years of this course provide a background in mathematical analysis, modelling and scientific computation and their application to engineering. These core topics underpin the advanced material that follows.\n\nDuring the third year you will be able to put into practice what you have learned through an industrial placement.\n\nAs well as gaining first-hand exposure to pioneering research, in your final years you will have a wide choice of options from across engineering and mathematics to fit your interests.\n\nA major focus of the course and a key strand throughout the curriculum is real-world problem solving, spanning many different application areas from robotics and social media to medicine and environmental modelling. Problems come from our industrial collaborators or address challenges in current research. Working on these case studies, using theory and techniques from your other units, you will develop your mathematical modelling, collaboration and communication skills.\n\nA highlight is your final year project - a highly creative, challenging and enjoyable experience that is excellent preparation for your future career.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/engineering-maths/meng-engineering-mathematics-with-a-year-in-indus/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "BSc",
    "name": "Mathematics with Statistics",
    "pName": "ریاضیات و آمار",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "Learn computational and statistical skills that are in high demand from top employers or gain a strong basis for further study - this three-year course provides a rigorous foundation in mathematics.\n\nOur lecturers are passionate about their subject, with modules informed by cutting-edge research. You can shape your degree to suit your interests; you could discover units like Complex Networks and Probability alongside your core modules, or choose optional vocational units like Financial Risk Management or Maths in Schools to prepare you for a particular career.\n\nThe curriculum currently includes opportunities to learn the statistical computing environment R, the Bayesian approach to estimation and prediction, and how to design powerful tests for statistical hypotheses.\n\nThe first year provides a broad background in pure, applied and statistical mathematics via a range of compulsory units. You'll cover material in lectures and small-group tutorials, with the freedom to explore a range of topics in collaboration with your personal tutor and fellow students.\n\nFrom year two you will focus more on statistics and probability, although there is still scope to take some units from other areas.\n\nAs you move through the course you will gain academic independence, moving from small-group tutorial teaching in year one to an optional, independent project in your final year.\n\nThis degree is accredited by the Royal Statistical Society (RSS) and you'll be automatically entitled to Graduate Statistician status on application to the RSS, provided you achieve at least a second class honours degree.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/bsc-maths-statistics/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MSci",
    "name": "Mathematics with Statistics",
    "pName": "ریاضیات و آمار",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "Learn computational and statistical skills that are in high demand from top employers or gain a strong basis for further study - this four-year course provides a rigorous foundation in mathematics.\n\nOur lecturers are passionate about their subject, with modules informed by cutting-edge research. You can shape your degree to suit your interests; you could discover units like Complex Networks and Probability alongside your core modules, or choose optional vocational units like Financial Risk Management or Maths in Schools to prepare you for a particular career.\n\nThe curriculum currently includes opportunities to learn the statistical computing environment R, the Bayesian approach to estimation and prediction, and how to design powerful tests for statistical hypotheses.\n\nThe first year provides a broad background in pure, applied and statistical mathematics via a range of compulsory units. You'll cover material in lectures and small-group tutorials, with the freedom to explore a range of topics in collaboration with your personal tutor and fellow students.\n\nFrom year two you will focus more on statistics and probability, although there is still scope to take some units from other areas.\n\nAs you move through the course you will gain academic independence, moving from small group tutorial teaching in year one to an independent statistics project in your final year.\n\nThis degree is accredited by the Royal Statistical Society (RSS) and you'll be automatically entitled to Graduate Statistician status on application to the RSS, provided you achieve at least a second class honours degree.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/msci-maths-statistics/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "BSc",
    "name": "Mathematics with Statistics for Finance",
    "pName": "ریاضیات و آمار برای دانش مالی",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "If you enjoy the satisfaction of applying real-world mathematical knowledge and are interested in a career in finance, this practical course will help you stand out to top employers.\n\nOur lecturers are passionate about their subject, with modules informed by cutting-edge research; you'll learn statistical skills from leading mathematicians.\n\nShape your degree to suit your interests and pick from an extensive range of topics alongside your core units in Financial Mathematics and Financial Risk Management.\n\nThe first year provides a broad background in pure, applied and statistical mathematics via a range of compulsory units. You'll cover material in lectures and small-group tutorials, with the freedom to explore a range of topics in collaboration with your personal tutor and fellow students.\n\nFrom year two you will focus more on units that relate to statistics for use in finance, although there is still scope to take some units from other areas.\n\nAs you move through the course you will gain academic independence, moving from small-group tutorial teaching in year one to an optional, independent project in your final year.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/bsc-mathematics-with-statistics-for-finance/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MSci",
    "name": "Mathematics with Study Abroad",
    "pName": "ریاضیات (همراه با تحصیل در خارج از انگلستان)",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "Study abroad enhances your intellectual development, breadth of perspective and employability.\n\nIf you're driven by intellectual curiosity and enjoy the satisfaction of cracking difficult puzzles, this course offers a rigorous foundation in mathematics that will help you stand out to top employers.\n\nOur lecturers are passionate about their subject, with modules informed by cutting-edge research in fundamental mathematical abstractions, statistics and practical applications to global problems. Vocational units, currently including Financial Risk Management and Maths in Schools, prepare you for a successful career in industry. Opportunities to undertake a research project could inspire you to pursue postgraduate study.\n\nThe first two years of the course are identical to our single honours mathematics degrees, providing a broad background in pure, applied and statistical mathematics which underpins more advanced material later.\n\nYear one consists of compulsory topics. In your second year you can start to shape your degree; choose from an extensive range of topics that most interest you.\n\nProvided you fulfil progression requirements, you will spend your third year abroad at one of our partner universities. This course is different to Study in Continental Europe as you will study in English and are not required to learn a foreign language. Visit our Global Opportunities website to find out where you can study.\n\nOn returning to Bristol you will complete your final year, choosing from a wide range of units from our MSci Mathematics course, and benefiting from our pioneering research.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/msci-mathematics-with-study-abroad/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "BSc",
    "name": "Mathematics with Study in Continental Europe",
    "pName": "ریاضیات (همراه با تحصیل ذر اروپا)",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "Studying abroad in Europe fosters language skills and intellectual growth as well as developing your breadth of perspective.\n\nIf you're driven by intellectual curiosity and enjoy the satisfaction of cracking difficult puzzles, this course offers a rigorous foundation in mathematics that will help you stand out to top employers.\n\nOur lecturers are passionate about their subject, with modules informed by cutting-edge research in fundamental mathematical abstractions, statistics and practical applications to global problems. Vocational units, currently including Financial Risk Management and Maths in Schools, prepare you for a successful career in industry. Opportunities to undertake a research project could inspire you to pursue postgraduate study.\n\nThe first two years of the course provide a broad background in mathematics, similar to our single honours mathematics degrees, and include relevant European language units.\n\nProvided you fulfil the progression requirements of the Study in Continental Europe course at the end of year two, you will spend your third year abroad in one of our partner universities, studying mathematics in a foreign language. Visit our Global Opportunities website to find out where you can study in Europe.\n\nYou will return to Bristol to complete the fourth year of the degree, where you will benefit from a wide choice of third-year units.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/bsc-maths-europe/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MSci",
    "name": "Mathematics with Study in Continental Europe",
    "pName": "ریاضیات (همراه با تحصیل در اروپا)",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "Studying abroad in Europe fosters language skills and intellectual growth as well as developing your breadth of perspective.\n\nIf you're driven by intellectual curiosity and enjoy the satisfaction of cracking difficult puzzles, this course offers a rigorous foundation in mathematics that will help you stand out to top employers.\n\nOur lecturers are passionate about their subject, with modules informed by cutting-edge research in fundamental mathematical abstractions, statistics and practical applications to global problems. Vocational units, currently including Financial Risk Management, prepare you for a successful career in industry. Opportunities to undertake a research project could inspire you to pursue postgraduate study.\n\nThe first two years of the course provide a broad background in mathematics, similar to our single honours mathematics degrees, and include relevant European language units.\n\nYear one consists of compulsory topics. In your second year you can start to shape your degree; choose from an extensive range of topics that most interest you.\n\nProvided you fulfil the progression requirements of the Study in Continental Europe degree, you will spend your third year abroad at one of our partner universities studying mathematics in a foreign language. To find out where you can study visit our Global Opportunities website.\n\nOn returning to Bristol you will complete your final year, choosing from a wide range of units from our MSci Mathematics course, and benefiting from our pioneering research.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/msci-maths-europe/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "BSc",
    "name": "Mathematics and Philosophy",
    "pName": "ریاضیات و فلسفه",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "If you love the challenge of thinking through a maths question and the satisfaction of having solved a difficult problem, but also want to think about a broad range of intellectual questions in a rigorous way, this course is for you.\n\nLinked by the formal study of logic, the two components of the course complement each other. You will develop rigorous analysis and argument distinctive to the analytic philosophical tradition, while developing mathematical maturity to reason through subtle ideas in abstract mathematics.\n\nThere is also the opportunity to use your mathematical knowledge in the study of the philosophy of biology, economics and physics.\n\nIn your first year you will take 80 credit points of mathematics units in common with all other first-year maths students, including linear algebra, topics in calculus and differential equations, analysis and an introduction to the ideas of proof and group theory. In philosophy you will take 40 credit points in two mandatory introduction to philosophy units.\n\nIn your second year a unit in realism and normativity is compulsory, leaving much scope to tailor the rest of your year to your own interests. This continues in the third year, which allows you to choose a variety of units in both mathematics and philosophy. You will complete a philosophy project in your third year.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/bsc-maths-philosophy/",
    "ielts": "6.5",
    "ieltsRes": "6.5",
    "toefl": "88",
    "toeflRes": [
      "R22",
      "L21",
      "S23",
      "W22"
    ],
    "duolingo": "115",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MSci",
    "name": "Mathematics and Philosophy",
    "pName": "ریاضیات و فلسفه",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "If you love the challenge of thinking through a maths question and the satisfaction of having solved a difficult problem, but also want to think about a broad range of intellectual questions in a rigorous way, this four-year course is for you.\n\nLinked by the formal study of logic, the two components of the course complement each other. You will develop rigorous analysis and argument distinctive of the analytic philosophical tradition, while developing mathematical maturity to reason through subtle ideas in abstract mathematics.\n\nThere is also the opportunity to use your mathematical knowledge in the study of the philosophy of biology, economics and physics.\n\nThe fourth year of the course allows you to explore mathematics and philosophy in depth, taking advantage of our research-inspired, specialist units.\n\nIn your first year you will take 80 credit points of mathematics units in common with all other first year maths students, including linear algebra, topics in calculus and differential equations, analysis and an introduction to the ideas of proof and group theory. In philosophy you will take 40 credit points in two mandatory introduction to philosophy units.\n\nIn year two, a unit in realism and normativity is compulsory, leaving much scope to tailor the rest of your year to your own interests. This continues in the third and fourth year, allowing you to choose a variety of units in both mathematics and philosophy. You will complete a philosophy project in your fourth year.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/msci-maths-philosophy/",
    "ielts": "6.5",
    "ieltsRes": "6.5",
    "toefl": "88",
    "toeflRes": [
      "R22",
      "L21",
      "S23",
      "W22"
    ],
    "duolingo": "115",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "BSc",
    "name": "Mathematics and Physics",
    "pName": "ریاضیات و فیزیک",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "If you love the challenge of thinking through a maths question and the satisfaction of having solved a difficult problem, but also appreciate the applications of mathematics in areas of physics and want access to the exciting and specialised subjects offered by the School of Physics, then this joint honours course can offer you both.\n\nYour mathematics study will focus on the areas of applied mathematics that are most linked to physics, such as the mathematical modelling of physical problems, quantum mechanics and random matrix theory. You will also cover a range of topics in physics, such as special relativity, electromagnetism and superconductors.\n\nIn the first and second years of this course the units are fixed so as to provide a balanced exploration of mathematics and physics and the connection between them.\n\nIn your third year you will have freedom to select from a wide variety of relevant units to focus your studies on what interests you most. You can also choose from a physics project or dissertation in one of our cutting-edge research areas, a group project with an industrial partner, or an educational project with a local school.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/bsc-maths-physics/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MSci",
    "name": "Mathematics and Physics",
    "pName": "ریاضیات و فیزیک",
    "field": "ریاضیات",
    "university": "University of Bristol",
    "pUniversity": "دانشگاه بریستول",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": [
      "Bachelor",
      "Master"
    ],
    "pDegree": [
      "کارشناسی",
      "کارشناسی ارشد"
    ],
    "fullOrPart": "full",
    "description": "If you love the challenge of thinking through a maths question and the satisfaction of having solved a difficult problem, but also appreciate the applications of mathematics in areas of physics and want access to the exciting and specialised subjects offered by the School of Physics, then this four-year, joint honours course can offer you both.\n\nYour mathematics study will focus on the areas of applied mathematics that are most linked to physics, such as the mathematical modelling of physical problems, quantum mechanics and random matrix theory. You will also cover a range of topics in physics, such as special relativity, electromagnetism and superconductors.\n\nIn the first and second years of this course the units are fixed so as to provide a balanced exploration of mathematics and physics and the connection between them.\n\nIn your third and fourth years you will have freedom to select from a wide variety of relevant units to focus your studies on what interests you most. The four-year degree allows you to access specialised units reflecting the exciting research base at Bristol.\n\nIn your fourth year you will complete a physics project in one of our cutting-edge research areas.",
    "pDescription": "",
    "link": "http://www.bristol.ac.uk/study/undergraduate/2021/maths/msci-maths-physics/",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "85",
    "toeflRes": [
      "R20",
      "L20",
      "S21",
      "W20"
    ],
    "duolingo": "110",
    "duolingoRes": "",
    "fee": "24000",
    "currency": "GBP"
  },
  {
    "title": "MTheol",
    "name": "Theology",
    "pName": "الهیات",
    "field": "الهیات و دین‌شناسی",
    "university": "University of Auckland",
    "pUniversity": "دانشگاه آوکلند",
    "fullDuration": "1",
    "partDuration": "+",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full and part",
    "description": "The MTheol consists of a thesis in theology or religious studies.\n\nYou can explore sacred texts and traditions and the roles these play in different cultural, global and historical contexts.\n\nOur programme recognises the emerging cross-disciplinary features within the study of theology and religion, and gives you the opportunity to focus on an area that interests you.",
    "pDescription": "",
    "link": "https://www.auckland.ac.nz/en/study/study-options/find-a-study-option/master-of-theology-mtheol.html",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "90",
    "toeflRes": "W21",
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "35035",
    "currency": "NZD"
  },
  {
    "title": "MBA",
    "name": "Project Management",
    "pName": "مدیریت پروژه",
    "field": "مدیریت و تجارت",
    "university": "Kyoto University",
    "pUniversity": "دانشگاه کیوتو",
    "fullDuration": "2",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "The International Project Management Program offers a comprehensive and thorough program that focuses on the projects of temporal cooperation between organizations (business teams) established in order to achieve a certain goal in projects such as large-scale international projects, development of new technologies, and development of information systems.\n\nThis international program aims at cultivating global-minded project managers with diverse management capabilities.",
    "pDescription": "",
    "link": "http://www.gsm.kyoto-u.ac.jp/en/education/international-mba-programs/about.html",
    "ielts": "6.5",
    "ieltsRes": "",
    "toefl": "90",
    "toeflRes": "",
    "duolingo": "+",
    "duolingoRes": "",
    "fee": "535800",
    "currency": "YEN"
  },
  {
    "title": "MBA",
    "name": "Business Administration",
    "pName": "مدیریت تجارت",
    "field": "مدیریت و تجارت",
    "university": "Kyoto University",
    "pUniversity": "دانشگاه کیوتو",
    "fullDuration": "2",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "The International Business Administration Program is a course of study that leads to a general management degree while helping you develop your vision and the skills to achieve it. Students get the business knowledge and specialized skills to expand career choices.\n\nThis program provides wide area of expertise such as business leadership, service & hospitality management, finance and accounting.",
    "pDescription": "",
    "link": "http://www.gsm.kyoto-u.ac.jp/en/education/international-mba-programs/about.html",
    "ielts": "6.5",
    "ieltsRes": "",
    "toefl": "90",
    "toeflRes": "",
    "duolingo": "+",
    "duolingoRes": "",
    "fee": "535800",
    "currency": "YEN"
  },
  {
    "title": "MSc",
    "name": "Nursing (by dissertation)",
    "pName": "پرستاری (با پایان‌نامه)",
    "field": "پرستاری",
    "university": "University of Cape Town",
    "pUniversity": "دانشگاه کیپ تاون",
    "fullDuration": "2",
    "partDuration": "4",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "",
    "pDescription": "",
    "link": "http://www.dhrs.uct.ac.za/dhrs/divisions/nursing-midwifery",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "88",
    "toeflRes": [
      "L19",
      "W19",
      "R20",
      "S22"
    ],
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "67200",
    "currency": "ZAR"
  },
  {
    "title": "MSc",
    "name": "Nursing (by dissertation and coursework)",
    "pName": "پرستاری (با پایان‌نامه و پروژه)",
    "field": "پرستاری",
    "university": "University of Cape Town",
    "pUniversity": "دانشگاه کیپ تاون",
    "fullDuration": "2",
    "partDuration": "4",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "",
    "pDescription": "",
    "link": "http://www.dhrs.uct.ac.za/dhrs/divisions/nursing-midwifery",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "88",
    "toeflRes": [
      "L19",
      "W19",
      "R20",
      "S22"
    ],
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "63200",
    "currency": "ZAR"
  },
  {
    "title": "MSc",
    "name": "Biochemistry",
    "pName": "زیست‌شیمی",
    "field": "زیست‌شیمی",
    "university": "LMU Munich",
    "pUniversity": "دانشگاه لودویگ ماکسیمیلیان مونیخ",
    "fullDuration": "2",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "The Faculty for Chemistry and Pharmacy und the Faculty for Biology at the Ludwig-Maximilians-Universität Munich offer an advanced program of study which grants, upon successful completion, the degree of Master of Science. Admission to these programs requires a bachelor of science in either chemistry and biochemistry, biology and biochemistry or biochemistry. The Master of Science in biochemistry and the diplom in biochemistry are equivalent. Students in the master's program acquire advanced specialized knowledge in their field which enables them to conduct independent research in the field of biochemistry and related applications and embark on multidisciplinary careers.",
    "pDescription": "",
    "link": "https://www.en.uni-muenchen.de/students/degree/master_programs/biochemistry/index.html",
    "ielts": "5.5",
    "ieltsRes": "",
    "toefl": "90",
    "toeflRes": "",
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "260",
    "currency": "EUR"
  },
  {
    "title": "BCompSc",
    "name": "Computer Science",
    "pName": "علوم کامپیوتر",
    "field": "علوم و مهندسی کامپیوتر و سیستم‌های اطلاعاتی",
    "university": "The University of Queensland",
    "pUniversity": "دانشگاه کوئینزلند",
    "fullDuration": "3",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "Computer science combines the theoretical studies of algorithms and data structures, with the practical challenges of implementing them in hardware and software systems. Computer science plays a key role in the creation, development, implementation and evaluation of technology. Society relies upon computer-based systems for the operation and support of services in finance, energy, transport, health, and communications. Skills learnt in this program are utilised in fields ranging from bioinformatics to digital humanities where sophisticated knowledge in programming and data analysis are used to manipulate massive data sets.\nPlease note that students receiving credit or transferring from another program may not be able to graduate from some majors until 2020. Refer to the course list for more information.",
    "pDescription": "",
    "link": "https://my.uq.edu.au/programs-courses/program.html?acad_prog=2425#international",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "87",
    "toeflRes": [
      "L19",
      "R19",
      "W21",
      "S19"
    ],
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "45120",
    "currency": "AUD"
  },
  {
    "title": "MCompSc",
    "name": "Computer Science",
    "pName": "علوم کامپیوتر",
    "field": "علوم و مهندسی کامپیوتر و سیستم‌های اطلاعاتی",
    "university": "The University of Queensland",
    "pUniversity": "دانشگاه کوئینزلند",
    "fullDuration": "1.5",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "The Master of Computer Science (MCompSc) focuses on preparing ICT professionals with a Bachelor degree in Computer Science/Information Technology for the challenges of rapidly advancing ICT technologies. It can be used as a general upgrade of skills or as a skill upgrade in a specific area, such as information systems, software engineering, distributed systems, networks, security of computing systems and other ICT areas. It can also prepare ICT professionals for entry into research degrees: MPhil and PhD. MCompSc is a #16 or #24 program depending on the student background",
    "pDescription": "",
    "link": "https://my.uq.edu.au/programs-courses/program.html?acad_prog=5522#international",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "87",
    "toeflRes": [
      "L19",
      "R19",
      "W21",
      "S19"
    ],
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "45120",
    "currency": "AUD"
  },
  {
    "title": "MSc",
    "name": "Artificial Intelligence",
    "pName": "هوش مصنوعی",
    "field": "علوم و مهندسی کامپیوتر و سیستم‌های اطلاعاتی",
    "university": "University of Amsterdam",
    "pUniversity": "دانشگاه آمستزدام",
    "fullDuration": "2",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "Self-driving cars, smart cameras, surveillance systems, robotic manufacturing and machine translations: examples of how artificial intelligence has become integrated in society. In the highly competitive two-year Master’s programme Artificial Intelligence (AI) you will develop a solid understanding of AI and become an expert in a rapidly evolving discipline.",
    "pDescription": "",
    "link": "https://www.uva.nl/en/programmes/masters/artificial-intelligence/study-programme/study-programme.html",
    "ielts": "7.0",
    "ieltsRes": "7.0",
    "toefl": "100",
    "toeflRes": "24",
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "15510",
    "currency": "EUR"
  },
  {
    "title": "MSc",
    "name": "Computer Science (joint degree UvA/VU)",
    "pName": "علوم کامپیوتر (مشترک با دانشگاه آزاد آمستردام)",
    "field": "علوم و مهندسی کامپیوتر و سیستم‌های اطلاعاتی",
    "university": "University of Amsterdam",
    "pUniversity": "دانشگاه آمستزدام",
    "fullDuration": "2",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Master",
    "pDegree": "کارشناسی ارشد",
    "fullOrPart": "full",
    "description": "In the Master's programme Computer Science you are taught by scientists who have a reputation for world-class research on computer systems, software, networking and online systems. As a joint degree programme of UvA and VU, you benefit from the expertise of both research groups at both institutions and their international contacts.",
    "pDescription": "",
    "link": "https://www.uva.nl/en/programmes/masters/computer-science/computer-science.html",
    "ielts": "6.5",
    "ieltsRes": "6.0",
    "toefl": "92",
    "toeflRes": "",
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "14792",
    "currency": "EUR"
  },
  {
    "title": "BComp",
    "name": "Computer Science",
    "pName": "علوم کامپیوتر",
    "field": "علوم و مهندسی کامپیوتر و سیستم‌های اطلاعاتی",
    "university": "Natioonal University of Singapore",
    "pUniversity": "دانشگاه ملی سنگاپور",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "Developing cutting edge applications. Studying the latest developments in AI and machine learning. Working with industry leaders in software, social media and gaming. These are just a few of the opportunities you'll have as a Computer Science student at NUS.\n\nWith deep connections at leading companies, NUS offers a truly immersive Computer Science education. We pride ourselves on providing the strongest technical foundation available at any institution in Singapore, across all sub-disciplines of computing. Although our programme is well grounded in theory, we place a special emphasis on skills that matter to employers. As part of your education, you will build and develop applications, while learning the theoretical foundations of Computer Science that make it all possible.\n\nThe end goal of our Computer Science programme is to prepare candidates for a rewarding career as computing professionals. Our graduates have gone on to illustrious careers at leading companies, from Silicon Valley startups to Wall Street banks. Our project-based approach means that you will build a portfolio that you can showcase to employers to demonstrate your achievements as a software developer and engineer.\n\nA career in Computer Science gives you the opportunity to build the future. Your NUS education provides the foundation you need for a career at the cutting edge of technology.",
    "pDescription": "",
    "link": "https://www.comp.nus.edu.sg/programmes/ug/cs/",
    "ielts": "6.5",
    "ieltsRes": [
      "R6.5",
      "W6.5"
    ],
    "toefl": "93",
    "toeflRes": "",
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "17550",
    "currency": "SGD"
  },
  {
    "title": "BSc",
    "name": "Computer Engineering",
    "pName": "مهندسی کامپیوتر",
    "field": "علوم و مهندسی کامپیوتر و سیستم‌های اطلاعاتی",
    "university": "Natioonal University of Singapore",
    "pUniversity": "دانشگاه ملی سنگاپور",
    "fullDuration": "4",
    "partDuration": "",
    "language": "English",
    "pLanguage": "انگلیسی",
    "degree": "Bachelor",
    "pDegree": "کارشناسی",
    "fullOrPart": "full",
    "description": "You're a computer-savvy individual. You're just as passionate about processors and motherboards as web apps and social media. You're fascinated with the digital electronics that make computing possible. And you'd love nothing more than to develop components for the next generation of smartphones or wearable tech.\n\nIf any of the above sounds like you, a career in Computer Engineering may be in your future.\n\nComputer Engineering lies at the intersection between computing and electronics. While Computer Science students dedicate most of their time to programming and software, Computer Engineering students spend most of their time working on electronics and hardware.\n\nThe NUS Computer Engineering programme is holistic and comprehensive. We pride ourselves on offering the strongest technical foundation in computing available at any school in the country. Accordingly, the CEG programme will provide you with in-demand skills, not only in computer engineering, but also electrical engineering, computer hardware design, and software. Whether you want to pursue a career in the semiconductor industry, or branch out into programming and OS design, our Computer Engineering programme will provide the foundation for a rewarding, high-paying career in the world’s most innovative industry.",
    "pDescription": "",
    "link": "https://www.comp.nus.edu.sg/programmes/ug/ceg/",
    "ielts": "6.5",
    "ieltsRes": [
      "R6.5",
      "W6.5"
    ],
    "toefl": "93",
    "toeflRes": "",
    "duolingo": "-",
    "duolingoRes": "",
    "fee": "17550",
    "currency": "SGD"
  }
]