[{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc10164b"
  },
  "name": "The University of Queensland",
  "pName": "دانشگاه کوئینزلند",
  "city": "Brisbane",
  "pCity": "بریزبن",
  "country": "Australia",
  "pCountry": "استرالیا",
  "continent": "Australia",
  "pContinent": "استرالیا",
  "url": "",
  "webAddress": "https://www.uq.edu.au/",
  "description": "For more than a century, The University of Queensland (UQ) has maintained a global reputation for creating positive change by delivering knowledge leadership for a better world.\n\nUQ consistently ranks in the world’s top universities, is one of only three Australian members of the global Universitas 21, and is a founding member of the prestigious Group of Eight (Go8) universities.\n\nMore than 53,600 students study across UQ’s three beautiful campuses in South-East Queensland. This includes about 18,000 international students who contribute to UQ’s diverse, supportive and inclusive campus community. \n\nUQ has won more Australian Awards for University Teaching than any other university and is committed to providing students with the best opportunities and practical experiences, empowering them with transferable knowledge and skills that will prepare them to exceed expectations throughout their careers.\n\nUQ’s greatest assets are its 268,000 successful graduates, who include more than 14,500 PhDs. Our successful alumni network spans 170 countries.",
  "departments": [
    "Business, Economics & Law",
    "Engineering, Architecture & Information Technology",
    "Health and Behavioural Sciences",
    "Humanities and Social Sciences",
    "Medicine",
    "Science"
  ],
  "rate": "101-125",
  "totalStudents": 39144,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 35.7,
  "intlStudents": "34%",
  "femaleToMale": "55 : 45",
  "image": "https://cdn.i-scmp.com/sites/default/files/d8/images/methode/2019/08/07/a5087750-af5e-11e9-a61f-bc570b50c4e7_image_hires_130458.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/australia/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc10164c"
  },
  "name": "University of São Paulo",
  "pName": "دانشگاه سائو پائولو",
  "city": "São Paulo",
  "pCity": "سائو پائولو",
  "country": "Brazil",
  "pCountry": "برزیل",
  "continent": "South America",
  "pContinent": "آمریکای جنوبی",
  "url": "",
  "webAddress": "https://www5.usp.br/",
  "description": "The University of São Paulo is a large Brazilian public university, and is considered one of country's more prestigious educational institutions.\n\nFounded in 1934, the University of São Paulo came about through a collaboration of existing schools such as the Faculdade de Direito do Largo de São Francisco (Law), the Polytechnic School (Engineering) and the Escola Superior de Agricultura Luiz de Queiroz (Agriculture).\n\nNow, the university has created new departments, and is one of the largest institutions of higher education in Latin America.\n\nFour of its eleven campuses can be found in the city of São Paulo while the remaining campuses are in the cities of Bauru, Lorena, Piracicaba, Pirassununga, Ribeirão Preto and two in São Carlos.\n\nThe university has an remarkable 70 libraries installed across the various campuses for students to use and enjoy.\n\nA significant proportion of scientific papers published by Brazilian researchers are produced at the University of São Paulo.\n\nThe university also houses five affiliated hospitals, 24 museums and galleries – with half a million visitors per year – two theatres, a cinema, and its own TV channel run by students.\n\nHowever, the University of São Paulo have no accommodation within campus, or outside. The search for accommodation must be carried out by students in accordance to their economic conditions and interests.\n\nNotable alumni include Antonio Candido de Mello e Souza, a Brazilian writer, professor, sociologist and literary critic, Brazilian lawyer and Vice President Michel Miguel Elias Temer Lulia, and Guido Mantega, Brazil's former Finance Minister.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "151-175",
  "totalStudents": 83214,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 15.9,
  "intlStudents": "4%",
  "femaleToMale": "48 : 52",
  "image": "https://cdn.britannica.com/96/141196-050-C8E26CEB/Paulista-Museum-part-gardens-University-of-Sao.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/brazil/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc10164d"
  },
  "name": "Laval University",
  "pName": "دانشگاه لاوال",
  "city": "Quebec City",
  "pCity": "کبک",
  "country": "Canada",
  "pCountry": "کانادا",
  "continent": "North America",
  "pContinent": "آمریکای شمالی",
  "url": "",
  "webAddress": "https://www.ulaval.ca/en/",
  "description": "Université Laval thrives on innovation and creativity. As one of Canada’s top research universities, it boasts $403,8 million in dedicated research funds. And with its location in beautiful Québec City—a UNESCO world heritage destination—it offers students and researchers a unique personal and digital experience.\n\nThe University works in synergy with ecosystems and partners in industry and technology and is third in Canada for growth in private-sector research revenue. It is also the only Canadian university with four Canada Excellence Research Chairs—and that is in addition to its 275 research chairs, centres, and institutes.\n\nA pioneer in northern research for more than half a century, Université Laval is home to three of the most important northern research initiatives in the world, the Sentinel North research program, Institut nordique du Québec (INQ) and ArcticNet, The University’s Centre d’optique, photonique et laser (COPL) is also a centre of excellence, turning out innovations leading into numerous patents and high tech start-ups.\n\nAs Canada's top university for distance learning, Université Laval excels in the art of supporting students online. The University’s active learning ecosystem is based on the work of François Brochu, a law professor whose “inverted classroom” experiments helped spark a pedagogical revolution. This great award‑winning digital learning environment has been a real hit among Université Laval’s partner institutions. Through its Digital Transformation Academy, the University has been tasked with helping over 60,000 government employees bring their organizations into the digital age.\n\nSome of the most cited academics in the world are Université Laval professors working to build a better world. Microbiologist Sylvain Moineau was one of scientists behind Crispr/Cas9,  one of the world’s most powerful gene‑editing tool. Jacques Simard, a pioneer in the field of cancer screening, has been instrumental in reducing cancer mortality rates among women. Gary Kobinger is one of the world's leading experts in infectious diseases; his research team has been behind the latest international developments on the Ebola vaccine.\n\nAs the scientific director of the International Observatory on the Societal Impacts of Artificial Intelligence and Digital Technologies, Lyse Langlois sees to the ethical and responsible modernization of our societies in the age of Industry 4.0 and advancing artificial intelligence. Physician Jean-Pierre Després is an authority in healthy lifestyles and the driving force behind sustainable health initiative Québec Health Alliance. Through this unprecedented alliance, hundreds of health professors and researchers are called to work together on major research projects involving municipal partners and health institutions using PULSAR, a collaborative platform for large‑scale data collection that is opening up new horizons in patient—researcher interaction.\n\nUniversité Laval’s Faculty of Medicine educates and trains doctors who contribute to society and make a difference in their communities. The faculty is a three-time winner of the prestigious Keith Award for the university producing the most rural doctors in Canada.\n\nDedicated to shaping the next generation of leaders, Université Laval, through its Faculty of Law, has trained more Canadian prime ministers than any other university: Louis St-Laurent, Brian Mulroney, and Jean Chrétien. The University has produced illustrious graduates in every discipline, including poet and national icon Gilles Vigneault, world-famous architect Pierre Thibault, CEO of AI leading tech company Coveo Louis Têtu, respected businessman Louis Garneau, and the president and CEO of Québec biggest private energy company, Sophie Brochu.\n\nUniversité Laval is the first voluntarily carbon-neutral university in the country, the fourth university worldwide and the second in Canada for its efforts to fight climate change (according to the objectives established by the United Nations). In 2016, the University won the prestigious International Green Gown Award for its commitment to sustainable development, finishing ahead of 215 other postsecondary educational institutions. Université Laval also owns and manages Forêt Montmorency. At 412 km2, it is the world’s largest university forest.\n\nThe University is also recognized for its culture of responsible entrepreneurship, offering researchers and students an environment where they can learn, innovate, and build businesses that have a lasting impact on society. The University has launched a new incubator with various business startup programs and more than 250 active participants.\n\nUniversity business accelerator Entrepreneuriat Laval is ranked second worldwide by UBI Global 2018, having led to the creation of over 700 businesses. Creaform, a leader in 3D lasers, and network-testing expert EXFO are both products of Université Laval’s culture of innovation.\n\nThe University traces its origins back to the Séminaire de Québec founded in 1663, making it the oldest francophone university in North America. Over the years, it has shaped the history and course of postsecondary education on the continent. Only three universities in Canada have a higher graduation rate than Université Laval. There are over 312,000 Université Laval graduates around the world, contributing to human progress.\n\nThe University’s 3,825 professors, lecturers, and other teaching and research staff share their knowledge with a student body of more than 43,000, including nearly 11,000 graduate students. The University welcomes some 7,000 international students from 120 different countries. Over 2,500 of its students are in Canada through a national and international mobility program, and nearly one in two doctoral candidates are from abroad.\n\nUniversité Laval is also known for its global outlook, which enhances and enriches the learning experience. The University is committed to international development and humanitarian aid and has signed 850 partnerships with 560 postsecondary institutions in 75 countries around the world. A multifaceted institution, it delivers a vast range of education and training, with 500 programs and 17 different faculties.\n\nUniversity life unfolds on a verdant 2 km2 campus that has no equal in all of Québec. A full 64% of the campus is green space, with a wonderful variety of woods and wildlife. The University is also known for its PEPS, the biggest sports complex in Eastern Canada.\n\nCampus buildings are full of welcoming common areas with abundant natural lighting—the perfect studying and research environment. Université Laval offers a profoundly enriching academic experience in a stimulating environment that fosters creativity and innovation while embracing our human and digital realities.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "126-150",
  "totalStudents": 29250,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 17.3,
  "intlStudents": "13%",
  "femaleToMale": "57 : 43",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Pavillon_Louis-Jacques-Casault_-_Universit%C3%A9_-Laval_-_Quebec_City_-_October_2007.jpg/1200px-Pavillon_Louis-Jacques-Casault_-_Universit%C3%A9_-Laval_-_Quebec_City_-_October_2007.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/canada/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc10164e"
  },
  "name": "University of Chile",
  "pName": "دانشگاه شیلی",
  "city": "Santiago",
  "pCity": "سانتیاگو",
  "country": "Chile",
  "pCountry": "شیلی",
  "continent": "South America",
  "pContinent": "آمریکای جنوبی",
  "url": "",
  "webAddress": "https://www.uchile.cl/english",
  "description": "The University of Chile, based in the capital city of Santiago, is the oldest in the country, and one of the most prestigious in the region.\n\nThrough its research, teaching and innovation across sciences and arts, the university aims to tackle national and regional issues in society. It was founded with a view to promote democracy, science and technological development, and social mobility.\n\nThere are five campuses containing many research centres, museums, health centres and sports facilities.\n\nThe health facilities include a clinical hospital and research laboratories, serving the public as well as pioneering medical research and providing opportunities for students.\n\nOne of the first astronomy observatories in Latin America – The National Astronomy Observatory founded in 1852 – belongs to the university.\n\nOn the campus, sports facilities are available both to students and staff. Interfaculty sports competitions take place all through the year.\n\nAmong the notable alumni are two Nobel laureates – poets Pablo Neruda and Gabriela Mistral – and 20 presidents of Chile.\n\nThe university is organised into 14 faculties and 4 interdisciplinary institutes, offering a total of undergraduate 66 programmes, 36 doctoral programmes, 119 master’s programmes and other specialised courses.\n\nIn addition to an exam for applicants, the university also offers separate admission routes to outstanding athletes, blind students and other specified groups.\n\nA third of all scientific publications in the country are associated with the university. Currently there are ongoing research projects in education, health, engineering and agriculture.\n\nThe most iconic building belonging to the university is Main House, designed in a neoclassical style in 1872.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "301-400",
  "totalStudents": 35447,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": null,
  "intlStudents": "6%",
  "femaleToMale": "47 : 53",
  "image": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Casa_central_de_la_U._de_Chile.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/chile/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc10164f"
  },
  "name": "Tsinghua University",
  "pName": "دانشگاه چینهوا",
  "city": "Beijing",
  "pCity": "پکن",
  "country": "China",
  "pCountry": "چین",
  "continent": "Asia",
  "pContinent": "آسیا",
  "url": "",
  "webAddress": "https://www.tsinghua.edu.cn/en/index.htm",
  "description": "The campus of Tsinghua University is situated on the site of the former imperial gardens of the Qing Dynasty, and surrounded by a number of historical sites in northwest Beijing.\n\nEstablished in 1911, Tsinghua University is a unique comprehensive university bridging China and the world, connecting ancient and modern, and encompassing the arts and sciences. As one of China's most prestigious and influential universities, Tsinghua is committed to cultivating global citizens who will thrive in today's world and become tomorrow's leaders. Through the pursuit of education and research at the highest level of excellence, Tsinghua is developing innovative solutions that will help solve pressing problems in China and the world.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "20",
  "totalStudents": 38783,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": null,
  "intlStudents": "11%",
  "femaleToMale": "34 : 66",
  "image": "https://i.pinimg.com/originals/b4/8d/3c/b48d3ce4fec4e638ba14334daeed1a72.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/china/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101650"
  },
  "name": "Cairo University",
  "pName": "دانشگاه قاهره",
  "city": "Giza",
  "pCity": "جیزه",
  "country": "Egypt",
  "pCountry": "مصر",
  "continent": "Africa",
  "pContinent": "آفریقا",
  "url": "",
  "webAddress": "https://cu.edu.eg/Home",
  "description": "Despite its name, the University of Cairo is actually located in the city of Giza and overlooks the Nile.\n\nOne of the country’s oldest institutions, the public university was founded in 1908 and has about 230,000 students of whom about 3 per cent are from overseas. Just 2 per cent of staff and 2 per cent of students at Egyptian universities come from outside the country. International students living in Cairo enjoy relatively low living costs and have some of the country’s ancient attractions on their doorstep.\n\nThe University of Cairo has more than 25 faculties, including engineering, medicine, agriculture and archaeology, with undergraduates programmes in subjects stretching from pomology to physical therapy. While the official language of Egypt is Arabic, English is the “first language” in universities, according to Ashraf Mahmoud Hatem, secretary general of the Supreme Council of Universities in Egypt.\n\nThe Grand Celebration Hall, a well-known symbol of Cairo University with its domed roof, is the site of various cultural and artistic events and can seat about 4,000 people. Other striking buildings on campus include the Central Library.\n\nNotable alumni include the former United Nations secretary general Boutros Boutros-Ghali, Omar Sharif, the Oscar-nominated actor, Mohamed Morsi, a former president of Egypt, and Amr Moussa, secretary general of the Arab League from 2001 to 2011.\n\nAbout a third of Egypt's population is under the age of 15 and demand for higher education is growing. Following Egypt’s Arab Spring turmoil, the country began planning major reforms to its higher education system.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "251-300",
  "totalStudents": 223275,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 40.6,
  "intlStudents": "2%",
  "femaleToMale": "48 : 52",
  "image": "https://amayei.nyc3.digitaloceanspaces.com/2019/08/cairo-university.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/egypt/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101651"
  },
  "name": "LMU Munich",
  "pName": "دانشگاه لودویگ ماکسیمیلیان مونیخ",
  "city": "Munich",
  "pCity": "مونیخ",
  "country": "Germany",
  "pCountry": "آلمان",
  "continent": "Europe",
  "pContinent": "اروپا",
  "url": "",
  "webAddress": "https://www.en.uni-muenchen.de/index.html",
  "description": "LMU is recognized as one of Europe's premier academic and research institutions. Since its founding in 1472, LMU has attracted inspired scholars and talented students from all over the world, keeping the University at the nexus of ideas that challenge and change our complex world.\n\nAs one of Europe’s leading research universities, LMU looks back on 500 years of tradition. Its excellence in teaching and research embraces a wide diversity of fields—from the humanities and cultural studies through law, economics and social sciences to medicine and natural sciences. An intense interdisciplinary approach fosters the innovation so critical to our global future.\n\nStudents\n\nLMU is home to students from all parts of Germany and countries around the globe. They benefit from the University's uniquely wide array of study programs and its strong focus on research. At all stages of academic training we emphasize the links between research and course content. Our students view their studies as a springboard to a rewarding career, not least because Munich is one of Germany’s major centers for technology and the media.\n\nWhen you come to LMU, you are joining a community dedicated to making the most of their talents, curiosity, and opportunities.\n\nFaculty\n\nFrom distinguished research grant winners to undergraduate students, all members of the LMU Munich community are engaged in generating new knowledge for the benefit of society at large. The University is particularly noted for providing excellent conditions for innovative basic research, both within individual disciplines and through inter- and transdisciplinary collaborations across various fields of knowledge.\n\nAcademic Infrastructure\n\nThe University is divided into 18 faculties and enjoys one of Germany’s finest library systems. Creative thinking, problem-solving and research are central to LMU’s academic programs. Its Medical Center is, next to the Charité in Berlin, the most prestigious and largest institution of this kind in Germany.\n\nMunich\n\nLMU, the University in the heart of Munich, forms an integral part of the urban landscape and has campuses throughout the city. Munich is not only Germany’s primary hub for higher education and research, it also has its own inimitable appeal. Its location within easy reach of the Bavarian Alps, its urban flair, its rich palette of cultural institutions and the wide variety of leisure activities available attract visitors from all over the world. The vast resources of the city include renowned research facilities such as the Max Planck Society, global enterprises and promising start-ups, prestigious libraries and museums as well as leading editorial houses and newspapers.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "48",
  "totalStudents": 34519,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 34.7,
  "intlStudents": "17%",
  "femaleToMale": "61 : 39",
  "image": "https://img.locationscout.net/images/2015-07/old-botanical-garden-munich-germany-fuhp_l.jpeg",
  "flag": "https://cdn.countryflags.com/thumbs/germany/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101652"
  },
  "name": "Kyoto University",
  "pName": "دانشگاه کیوتو",
  "city": "Kyoto",
  "pCity": "کیوتو",
  "country": "Japan",
  "pCountry": "ژاپن",
  "continent": "Asia",
  "pContinent": "آسیا",
  "url": "",
  "webAddress": "https://www.kyoto-u.ac.jp/en/",
  "description": "Kyoto University is one of the most accomplished research-oriented universities in Asia. This is due to a unique approach to education and research, which encourages the creativity and dialogue essential for groundbreaking research and discoveries. Our state-of-the art laboratories and research facilities enable students and researchers to have the hands-on practical experience that is vital to their academic development. In addition to courses in Japanese, Kyoto University offers a variety of degree courses conducted entirely in English.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "83",
  "totalStudents": 22566,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": null,
  "intlStudents": "9%",
  "femaleToMale": "24 : 76",
  "image": "https://www.japanvisitor.com/images/content_images/kyoto-university-997x.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/japan/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101653"
  },
  "name": "University of Amsterdam",
  "pName": "دانشگاه آمستردام",
  "city": "Amsterdam",
  "pCity": "آمستردام",
  "country": "Netherlands",
  "pCountry": "هلند",
  "continent": "Europe",
  "pContinent": "اروپا",
  "url": "",
  "webAddress": "https://www.uva.nl/en",
  "description": "At the University of Amsterdam (UvA) students can choose from over 200 English-taught degree programmes – including some that are unique to this university. The UvA ranks 62nd in Times Higher World Rankings 2020 and is the #1 Dutch university in the THE Europe Teaching Rankings. With over 7,000 international students and researchers from more than 100 countries, the UvA offers one of the widest range of English-taught master’s studies in Europe.\n\nTracing its roots to the establishment of the Athenaeum Illustre in 1632, the UvA is a modern, research-intensive university located in the heart of a vibrant European capital city.\n\nDo you have the intellect and ambition to join our innovative academic community? We welcome applications from open-minded students who want to broaden their international outlook, gain knowledge and skills for their career and help solve complex world issues. Learn more at www.uva.nl/international.\n\nWhy choose the UvA?\n\nPrime location: The UvA’s home city is Amsterdam, a vibrant creative, European cultural and business hub. It was ranked 11th out of 231 cities in Mercer’s 2019 global ‘Quality of Living Survey’, 1st in Europe and 4th globally in The Economist’s Safe Cities Index 2019.\n\nWide choice of degrees: The University of Amsterdam offers over 200 English-taught degree programmes – one of the largest selections of any university in Europe.  \n\nRanking, research, reputation: The UvA ranks among the top 20 universities in Europe and the top 65 worldwide in various world rankings. Accredited by the Dutch government and the NVAO, it is a member of the League of European Research Universities (LERU) and Universitas 21.\n\nEU and global connections: Over 7,000 of the University’s 34,000 students come from outside the Netherlands, from over 100 countries. As an UvA student, you can expect to gain new perspectives, broaden your international network and strengthen your global mindset.\n\nBachelor's programmes\n\nIn addition to a large number of Dutch-taught programmes, the UvA offers a variety of English-taught Bachelor's programmes.\n\nMaster's programmes\n\nOver 200 English-taught Master's programmes are available at UvA faculties:\n\nFaculty of Economics and Business\nFaculty of Humanities\nFaculty of Law\nFaculty Medicine\nFaculty of Science\nFaculty of Social and Behavioural Sciences\nFind out more about how to apply, practical matters and scholarships at: www.uva.nl/international",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "78",
  "totalStudents": 26723,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 13.5,
  "intlStudents": "18%",
  "femaleToMale": "56 : 44",
  "image": "https://www.uva.nl/binaries/_ht_1539006846833/medium/content/gallery/faculteiten-en-diensten/fmg-met-restricties/communicatiewetenschap-met-restricties/college/nieuws--events/100813-impressies-rec-a.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/netherlands/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101654"
  },
  "name": "University of Auckland",
  "pName": "دانشگاه آوکلند",
  "city": "Auckland",
  "pCity": "آوکلند",
  "country": "New Zealand",
  "pCountry": "نیوزیلند",
  "continent": "Oceania",
  "pContinent": "اقیانوسیه",
  "url": "",
  "webAddress": "https://www.auckland.ac.nz/",
  "description": "The University of Auckland is New Zealand’s highest-ranked university. It is also the largest and most comprehensive, and is spread across six main campuses. The University’s student population of 42,000 includes 8,000 international students representing over 120 countries.\n\nWe have formal agreements with 265 universities and are the only New Zealand member of Universitas 21, the Worldwide Universities Network (WUN) and the Association of Pacific Rim Universities.\n\nOur home\n\nThe University is located in the harbour city of Auckland, New Zealand’s economic hub and with easy access to stunning beaches and rainforests. Ranked third out of 230 cities in the 2018 Mercer Quality of Living Survey there are a myriad of recreational opportunities right on our doorstep, from theatres and cafes to sports and outdoor pursuits.",
  "departments": [
    "Arts",
    "Business School",
    "Creative Arts and Industries",
    "Education and Social Work",
    "Engineering",
    "Law",
    "Medical and Health Sciences",
    "Science",
    "Liggins Institute",
    "Auckland Bioengineering Institute"
  ],
  "rate": "101-125",
  "totalStudents": 32821,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 22.1,
  "intlStudents": "32%",
  "femaleToMale": "56 : 44",
  "image": "https://nz2.architecturemedia.net/site_media/media/cache/16/0b/160bb13073aa4c197892c03026dd264c.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/new-zealand/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101655"
  },
  "name": "National University of Singapore",
  "pName": "دانشگاه ملی سنگاپور",
  "city": "Singapore",
  "pCity": "سنگاپور",
  "country": "Singapore",
  "pCountry": "سنگاپور",
  "continent": "َAsia",
  "pContinent": "َآسیا",
  "url": "",
  "webAddress": "http://www.nus.edu.sg/",
  "description": "As Singapore’s flagship university and among Asia’s best, the National University of Singapore (NUS) offers a global approach to education, research and entrepreneurship, with a focus on Asian perspectives and expertise.\n\nOur 17 faculties across three campuses in Singapore – Kent Ridge, Bukit Timah and Outram – provide a rigorous broad-based curriculum underscored by cross-faculty enrichment. We have pioneered many innovative academic programmes which include student exchange, entrepreneurial internships at 12 NUS Overseas Colleges, as well as double, joint and concurrent degree programmes with some of the world’s best universities. Close to 40,000 students from 100 countries enrich our vibrant and diverse campus community.\n\nThe University’s multidisciplinary and real-world approach to education, research and entrepreneurship enables us to work closely with industry, governments and academia to address crucial and complex issues relevant to Asia and the world. Researchers in our faculties, 29 university-level research institutes, research centres of excellence and corporate labs focus on themes that include energy, environmental and urban sustainability; treatment and prevention of diseases common among Asians; active ageing; advanced materials; as well as risk management and resilience of financial systems. The University’s latest research focus is to use data science, operations research and cybersecurity to support Singapore's Smart Nation initiative. We also strive to create a supportive and innovative environment to promote creative enterprise within our community.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "11",
  "totalStudents": 30869,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 17.9,
  "intlStudents": "28%",
  "femaleToMale": "51 : 49",
  "image": "https://www.globalgradshow.com/wp-content/uploads/2017/09/image_header.png",
  "flag": "https://cdn.countryflags.com/thumbs/singapore/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101656"
  },
  "name": "University of Cape Town",
  "pName": "دانشگاه کیپ‌تاون",
  "city": "Cape Town",
  "pCity": "کیپ‌تاون",
  "country": "South Africa",
  "pCountry": "آفریقای جنوبی",
  "continent": "Africa",
  "pContinent": "آفریقا",
  "url": "",
  "webAddress": "https://www.uct.ac.za/",
  "description": "The University of Cape Town (UCT) is a multicultural, multinational community of around 5 000 academic and professional, administrative support and service staff, and some 29 000 students who come from over 100 countries across the globe. Offering degrees in six faculties – Commerce, Engineering & the Built Environment, Health Sciences, Humanities, Law and Science – UCT sees around 7 200 students graduate year on year.\n\nUCT’s vision is to be an inclusive, research-intensive African university that addresses the challenges of our time with cutting-edge teaching, research and facilities. As a university, UCT is committed to promoting transformation, to working tirelessly to guarantee the sustainability of our institution, and to ensuring excellence in all we do.\n\nAcademic excellence\n\nUCT has a proud tradition of academic excellence and is currently the top-rated university in Africa and one of the top-rated universities in the world.\n\nIts researchers continue to help with the creation of African-based solutions to global problems, including issues relating to climate change, urbanisation, safety and security, education and health, to name just a few. Many UCT researchers are recognised world leaders in their respective fields, which means that if you choose to collaborate or study with UCT, you will be engaging with the latest scholarly work and research discoveries.\n\nTeaching and learning\n\nIn addition to providing excellent teaching, UCT encourages students to build their leadership and service skills. Students are invited to participate in the many volunteer projects taking place in the local communities, to become active members of the 100 plus societies and over 40 sports clubs on campus, or to give something back to the institution by serving in student governance.\n\nUCT continues to grow as an internationally connected and relevant institution, advancing the distinctiveness of our own African scholarship by attracting students and academics from all over the world to experience what the top university on the continent has to offer.\n\nThe universityʼs constant dedication to the academic project is the cornerstone of its work. UCT comprises a diverse community making a contribution to the institution, the people that belong to it and its future.\n\n“The world is wobbling on its axis, and the old certainties – good and bad – are unravelling. To cope with the uncertain future we face, we are going to need three things: an unrelenting commitment to excellence, an exceptional focus on transformation and the courage to do things differently. Among all these uncertainties, I am sure of this: that the research community at UCT is up to the challenge.”\n\nProfessor Mamokgethi Phakeng, Vice-Chancellor",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "65",
  "totalStudents": 21812,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 11.9,
  "intlStudents": "17%",
  "femaleToMale": "53 : 47",
  "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/07/UCT_Upper_Campus_landscape_view.jpg/1280px-UCT_Upper_Campus_landscape_view.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/south-africa/flag-400.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101657"
  },
  "name": "University of Chicago",
  "pName": "دانشگاه شیکاگو",
  "city": "Chicago",
  "pCity": "شیکاگو",
  "country": "United States of America",
  "pCountry": "ایالات متحده‌ی آمریکا",
  "continent": "North America",
  "pContinent": "آمریکای شمالی",
  "url": "",
  "webAddress": "https://www.uchicago.edu/",
  "description": "An intellectual destination\n\nThe University of Chicago is an urban research university that has driven new ways of thinking since 1890. Our commitment to free and open inquiry draws inspired scholars to our global campuses, where ideas are born that challenge and change the world.\n\nAn empowering education\n\nIn all we do, we are driven to dig deeper, push further, and ask bigger questions—and to leverage our knowledge to enrich all human life. We empower individuals to challenge conventional thinking in pursuit of original ideas.\n\nUndergraduate\nStudents in the College develop critical, analytical, and writing skills in our rigorous, interdisciplinary Core curriculum.\n\nGraduate\nGraduate students across five divisions and six professional schools test their ideas with other UChicago scholars, and become the next generation of leaders in academia, industry, nonprofits, and government.\n\nDistinguished alumni and faculty\n\nBy uniting diverse faculty and students for more than a century, the University of Chicago has fostered one of the most unique—and decorated—intellectual communities in the world. Faculty, researchers, and alumni have earned 90 Nobel Prizes and 50 MacArthur “genius grants”—along with numerous other national medals and fellowships. \n\nOur creative students and alumni drive innovation, lead international conversations, and make masterpieces. Alumni and faculty, lecturers and postdocs go on to become  CEOs, university presidents, attorneys general, literary giants, and astronauts. \n\nAn international network of resources\n\nUChicago researchers and scholars transform the way we see the world.\n\nAs anchors for teaching and research in Europe and Asia, our global University centers host exciting and innovative academic programs, conferences, and public lectures, as well as events that offer opportunities to meet alumni and other friends of UChicago. As academic homes for our own students and faculty, as well as alumni, visiting scholars, and the public, the centers are forums for exchange, dialogue, and collaboration.\n\nCenter in Beijing\nCenter in Delhi\nCenter in Hong Kong\nCenter in Paris\nThe University manages Argonne National Laboratory and Fermi National Accelerator Laboratory, has direct oversight of the Marine Biological Laboratory, and is a founding partner of the Giant Magellan Telescope Organization. These relationships connect UChicago faculty and students to world-leading researchers and facilities.\n\nArgonne National Laboratory\nFermi National Accelerator Laboratory\nMarine Biological Laboratory\nGiant Magellan Telescope Organization\nInnovation and impact\n\nWe generate new insights for the benefit of present and future generations. UChicago researchers have led such breakthroughs as discovering the link between cancer and genetics, establishing revolutionary theories of economics, and developing tools to produce reliably excellent urban schooling.\n\nThe Polsky Center for Entrepreneurship and Innovation drives venture creation and technology commercialization at UChicago. Through education, partnerships, and new venture support, the Polsky Center advances the knowledge and practice of entrepreneurship, accelerates the commercialization of research, and helps the UChicago community navigate the complex process of creating and growing a startup.",
  "departments": [
    "دانشکده‌ی هوش‌بری و مراقبت‌های ویژه",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی تاریخ هنر",
    "دانشکده‌ی اخترشناسی و اخترفیزیک",
    "دانشکده‌ی زیست‌شیمی و زیست‌شناسی مولکولی",
    "کمیته ‌ی زیست‌شناسی سرطان",
    "بخش زیست‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی مطالعات سینما و رسانه",
    "دانشکده‌ی مطالعات کلاسیک",
    "دانشکده‌ی هنرهای تجسمی",
    "دانشکده‌ی جراحی",
    "دانشکده‌ی آمار",
    "دانشکده‌ی زبان‌های جنوب آسیا و تمدن",
    "بخش علوم اجتماعی",
    "دانشکده‌ی زبان‌های اسلاوی و ادبیات",
    "دانشکده‌ی زبان‌های رومی‌تبار و ادبیات",
    "دانشکده‌ی رادیولوژی",
    "دانشکده‌ی مطالعات بهداشت عمومی",
    "دانشکده‌ی روان‌شناسی",
    "دانشکده‌ی علوم سیاسی",
    "دانشکده‌ی فیزیک",
    "بخش علوم فیزیکی",
    "دانشکده‌ی فلسفه",
    "دانشکده‌ی پزشکی کودکان",
    "دانشکده‌ی آسیب‌شناسی",
    "دانشکده‌ی عصب‌شناسی",
    "دانشکده‌ی علوم اعصاب",
    "دانشکده‌ی موسیقی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی میکروبیولوژی",
    "کمیته ‌ی میکروبیولوژی",
    "دانشکده‌ی پزشکی",
    "کمیته ‌ی فیزیک پزشکی",
    "دانشکده‌ی زبان‌شناسی",
    "دانشکده‌ی حقوق",
    "کمیته ‌ی روابط بین‌الملل",
    "کمیته‌ی ایمنی‌شناسی",
    "بخش علوم انسانی",
    "دانشکده‌ی علوم ژئوفیزیک",
    "کمیته‌ی علوم ژئوفیزیک",
    "دانشکده‌ی پزشکی خانواده",
    "کمیته‌ی زیست شناسی تکاملی",
    "دانشکده‌ی زبان انگلیسی و ادبیات",
    "کمیته‌ی آموزش و پرورش",
    "دانشکده‌ی زبان انگلیسی و ادبیات",
    "دانشکده‌ی اقتصاد",
    "دانشکده‌ی بوم‌شناسی و فرگشت",
    "کالج",
    "دانشکده‌ی  تجارت",
    "دانشکده‌ی تحقیقات سرطان",
    "دانشکده‌ی علوم اعصاب محاسباتی",
    "دانشکده‌ی علوم کامپیوتر",
    "کمیته‌ی توسعه بازسازی و زیست‌شناسی یاخته بنیادی",
    "دانشکده‌ی بوم‌شناسی و توسعه",
    "کمیته‌ی ژنتیک ژنومیک و زیست‌شناسی دستگاه‌ها",
    "کمیته‌ی مطالعات جغرافیا",
    "دانشکده‌ی مهندسی مولکولی",
    "دانشکده‌ی ژنتیک مولکولی و زیست‌شناسی سلولی",
    "دانشکده‌ی پزشکی زایمان و پزشکی زنان",
    "دانشکده‌ی جامعه‌شناسی"
  ],
  "rate": "39",
  "totalStudents": 13833,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 5.7,
  "intlStudents": "28%",
  "femaleToMale": "46 : 54",
  "image": "https://news.uchicago.edu/sites/default/files/styles/full_width/public/images/2020-03/Campusaerial-1380b.jpg?itok=asWdQleH",
  "flag": "https://cdn.countryflags.com/thumbs/united-states-of-america/flag-800.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101658"
  },
  "name": "Stanford University",
  "pName": "دانشگاه استنفورد",
  "city": "Stanford",
  "pCity": "استنفورد",
  "country": "United States of America",
  "pCountry": "ایالات متحده‌ی آمریکا",
  "continent": "North America",
  "pContinent": "آمریکای شمالی",
  "url": "",
  "webAddress": "https://www.stanford.edu/",
  "description": "Located in the heart of Silicon Valley, Stanford University was founded in 1885 by Jane and Leland Stanford, “to promote the public welfare by exercising an influence in behalf of humanity and civilization.” Since opening in 1891, Stanford's faculty and students have worked to improve the health and wellbeing of people around the world through the discovery and application of knowledge. Breakthroughs at Stanford include the first successful heart-lung transplant, the debut of the computer mouse, and the development of digital music.\n\nSituated on 8,180 acres, Stanford is one of the largest campuses in the United States with 18 interdisciplinary research institutes and seven schools on a single campus: Graduate School of Business; School of Earth, Energy & Environmental Sciences; Graduate School of Education; School of Engineering; School of Humanities and Sciences; Law School; and School of Medicine.\n\nStanford has more than 16,300 students, 2,180 faculty and 1,800 postdoctoral scholars. Stanford is an international institution, enrolling students from all 50 U.S. states and more than 90 other countries. It is also an athletics powerhouse, with 900 current student-athletes and a history of 137 national championships and 23 consecutive Directors’ Cups, awarded to the top intercollegiate athletics program in the nation.\n\nStanford counts 19 Nobel laureates within its community today and numerous famous alumni associated with the university from the worlds of art, social sciences, business, politics, humanities, media, sports and technology. The 31st president of the US, Herbert Hoover, was part of the first class at Stanford, and received a degree in geology in 1895. The alumni include 17 astronauts, 18 Turing Award recipients and two Fields Medalists.\n\nIn total, companies founded by Stanford affiliates and alumni generate more than $2.7 trillion annual revenue, which would be the 10th largest economy in the world. These companies include Google, Nike, Netflix, Hewlett-Packard, Sun Microsystems, Instagram and Charles Schwab. Stanford alumni also have founded nonprofit organizations like Kiva and SIRUM. The first American woman to go into space, Sally Ride, received an undergraduate degree in physics from Stanford in 1973. Just 10 years later, she made her ascent into space.\n\nStanford’s official seal contains the German words, “Die Luft der Freiheit weht”, which translates as “the wind of freedom blows”.",
  "departments": [
    "دانشکده‌ی مکانیک پرواز و مکانیک فضانوردی",
    "دانشکده‌ی هوش‌بری",
    "دانشکده‌ی انسان‌شناسی",
    "دانشکده‌ی فیزیک کاربردی",
    "دانشکده‌ی هنر و تاریخ هنر",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی مهندسی زیستی",
    "دانشکده‌ی زیست‌شناسی",
    "دانشکده‌ی زیست‌شناسی رشد",
    "دانشکده‌ی تجارت",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی بیوشیمی",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "2",
  "totalStudents": 16135,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 7.3,
  "intlStudents": "23%",
  "femaleToMale": "43 : 57",
  "image": "https://scholarship-positions.com/wp-content/uploads/2017/05/100-Fully-Funded-Knight-Hennessy-Scholars-Program-for-International-Students-at-Stanford-University-in-USA-2020.jpg",
  "flag": "https://cdn.countryflags.com/thumbs/united-states-of-america/flag-800.png"
},{
  "_id": {
    "$oid": "5ee28b5bd6c18e0ffc101659"
  },
  "name": "University of Bristol",
  "pName": "دانشگاه بریستول",
  "city": "Bristol",
  "pCity": "بریستول",
  "country": "England",
  "pCountry": "انگلستان",
  "continent": "Europe",
  "pContinent": "اروپا",
  "url": "",
  "webAddress": "https://www.bristol.ac.uk/",
  "description": "Founded in 1876, the University of Bristol combines academic excellence with innovation. Students can choose from more than 500 courses at all levels, from foundation degrees to PhDs.\n\nThe University is home to more than 25,000 students from across 150 countries. The main campus is at the heart of the historic but vibrant city of Bristol, just a two-hour journey from London. With its diverse culture, independent spirit and acres of green space, the city was named the UK’s best place to live by the Sunday Times in 2017.\n\nBristol graduates are influential in academia, policy and practice across the world. The University’s alumni network includes leading figures in science, industry, politics and the arts.",
  "departments": [
    "دانشکده‌ی هنر",
    "دانشکده‌ی علوم انسانی",
    "دانشکده‌ی زبان‌های مدرن",
    "مرکز زبان آکادمیک و توسعه",
    "مرکز نوآوری",
    "دانشکده‌ی علوم کامپیوتر، مهندسی برق و الکترونیک و ریاضیات مهندسی",
    "دانشکده‌ی عمران، مهندسی هوافضا و مهندسی مکانیک",
    "دانشکده‌ی دندان‌پزشکی",
    "دانشکده‌ی پزشکی",
    "دانشکده‌ی دام‌پزشکی",
    "مرکز آموزش علوم بهداشت",
    "دانشکده‌ی علوم زیستی",
    "دانشکده‌ی زیست‌شیمی",
    "دانشکده‌ی پزشکی سلولی و مولکولی",
    "دانشکده‌ی فیزیولوژی، داروشناسی و علوم اعصاب",
    "دانشکده‌ی علوم روان‌شناسی",
    "دانشکده‌ی شیمی",
    "دانشکده‌ی علوم زمین",
    "دانشکده‌ی علوم جغرافیایی",
    "دانشکده‌ی ریاضی",
    "دانشکده‌ی فیزیک",
    "دانشکده‌ی آموزش",
    "دانشکده‌ی سیاست",
    "دانشکده‌ی اقتصاد، دانش مالی و مدیریت",
    "دانشکده‌ی جامعه‌شناسی و علوم سیاسی و بین‌الملل",
    "دانشکده‌ی حقوق"
  ],
  "rate": "66",
  "totalStudents": 21783,
  "bachelorStudents": 0,
  "masterStudents": 0,
  "phdStudents": 0,
  "studentStaffRatio": 13.6,
  "intlStudents": "27%",
  "femaleToMale": "54 : 46",
  "image": "https://images.squarespace-cdn.com/content/v1/58c1d383bebafb1001ee749c/1503365623342-M4X2ICJYPJ24D2X1CBKC/ke17ZwdGBToddI8pDm48kLkXF2pIyv_F2eUT9F60jBl7gQa3H78H3Y0txjaiv_0fDoOvxcdMmMKkDsyUqMSsMWxHk725yiiHCCLfrh8O1z4YTzHvnKhyp6Da-NYroOW3ZGjoBKy3azqku80C789l0iyqMbMesKd95J-X4EagrgU9L3Sa3U8cogeb0tjXbfawd0urKshkc5MgdBeJmALQKw/wills+memorial+building.jpg?format=2500w",
  "flag": "https://cdn.countryflags.com/thumbs/united-kingdom/flag-400.png"
}]
